Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/DepthMaps.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: A depth map is already being generated.
ar: يجري إنشاء خريطة عمق بالفعل.
de: Es wird bereits eine Tiefenkarte erzeugt.
es: Ya se está generando un mapa de profundidad.
fr: Une carte de profondeur est déjà en cours de génération.
hi: एक डेप्थ मैप पहले से बन रहा है।
it: È già in corso la generazione di una mappa di profondità.
ja: すでに深度マップを生成中です。
ko: 이미 깊이 맵을 생성하는 중입니다.
pl: Mapa głębi jest już generowana.
pt_br: Um mapa de profundidade já está sendo gerado.
ru: Карта глубины уже создаётся.
tr: Zaten bir derinlik haritası oluşturuluyor.
uk: Карта глибини вже створюється.
zh_hans: 已在生成深度图。
zh_hant: 已在產生深度圖。

source: Adds Wallpaper Engine’s Depth Parallax effect, bound to this depth map.
ar: يضيف تأثير اختلاف منظر العمق من Wallpaper Engine مرتبطًا بخريطة العمق هذه.
de: Fügt den Tiefenparallaxe-Effekt von Wallpaper Engine hinzu, verknüpft mit dieser Tiefenkarte.
es: Añade el efecto Paralaje de profundidad de Wallpaper Engine, vinculado a este mapa de profundidad.
fr: Ajoute l’effet Parallaxe de profondeur de Wallpaper Engine, lié à cette carte de profondeur.
hi: Wallpaper Engine का डेप्थ पैरालैक्स इफ़ेक्ट जोड़ता है, जो इस डेप्थ मैप से जुड़ा होता है।
it: Aggiunge l’effetto Parallasse di profondità di Wallpaper Engine, collegato a questa mappa di profondità.
ja: この深度マップに結び付けた Wallpaper Engine の深度視差エフェクトを追加します。
ko: 이 깊이 맵에 연결된 Wallpaper Engine의 깊이 시차 효과를 추가합니다.
pl: Dodaje efekt Paralaksa głębi z Wallpaper Engine powiązany z tą mapą głębi.
pt_br: Adiciona o efeito Paralaxe de Profundidade do Wallpaper Engine, vinculado a este mapa de profundidade.
ru: Добавляет эффект «Параллакс глубины» из Wallpaper Engine, связанный с этой картой глубины.
tr: Bu derinlik haritasına bağlı Wallpaper Engine Derinlik Paralaksı efektini ekler.
uk: Додає ефект «Паралакс глибини» з Wallpaper Engine, пов’язаний із цією картою глибини.
zh_hans: 添加 Wallpaper Engine 的“深度视差”效果，并绑定到此深度图。
zh_hant: 加入 Wallpaper Engine 的「深度視差」效果，並連結至此深度圖。

source: Apply Depth Parallax
ar: تطبيق اختلاف منظر العمق
de: Tiefenparallaxe anwenden
es: Aplicar paralaje de profundidad
fr: Appliquer la parallaxe de profondeur
hi: डेप्थ पैरालैक्स लागू करें
it: Applica parallasse di profondità
ja: 深度視差を適用
ko: 깊이 시차 적용
pl: Zastosuj paralaksę głębi
pt_br: Aplicar Paralaxe de Profundidade
ru: Применить параллакс глубины
tr: Derinlik Paralaksı Uygula
uk: Застосувати паралакс глибини
zh_hans: 应用深度视差
zh_hant: 套用深度視差

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отменить
tr: Vazgeç
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Change Depth Parallax Strength
ar: تغيير قوة اختلاف منظر العمق
de: Stärke der Tiefenparallaxe ändern
es: Cambiar intensidad del paralaje de profundidad
fr: Modifier l’intensité de la parallaxe de profondeur
hi: डेप्थ पैरालैक्स की तीव्रता बदलें
it: Modifica intensità parallasse di profondità
ja: 深度視差の強さを変更
ko: 깊이 시차 강도 변경
pl: Zmień siłę paralaksy głębi
pt_br: Alterar Intensidade da Paralaxe de Profundidade
ru: Изменить силу параллакса глубины
tr: Derinlik Paralaksı Gücünü Değiştir
uk: Змінити силу паралаксу глибини
zh_hans: 更改深度视差强度
zh_hant: 更改深度視差強度

source: Depth Map Generation isn’t installed. Install it in Settings › Plugins.
ar: إنشاء خرائط العمق غير مثبّت. ثبّته من الإعدادات › الإضافات.
de: Die Tiefenkarten-Erzeugung ist nicht installiert. Installiere sie unter Einstellungen › Plug-ins.
es: Generación de mapas de profundidad no está instalado. Instálalo en Ajustes › Complementos.
fr: Génération de cartes de profondeur n’est pas installé. Installez-le dans Réglages › Plug-ins.
hi: डेप्थ मैप जनरेशन इंस्टॉल नहीं है। इसे सेटिंग › प्लग-इन में इंस्टॉल करें।
it: Generazione mappe di profondità non è installato. Installalo in Impostazioni › Plug-in.
ja: 深度マップ生成がインストールされていません。「設定」›「プラグイン」でインストールしてください。
ko: 깊이 맵 생성이 설치되어 있지 않습니다. 설정 › 플러그인에서 설치하십시오.
pl: Generowanie map głębi nie jest zainstalowane. Zainstaluj je w Ustawienia › Wtyczki.
pt_br: A Geração de Mapas de Profundidade não está instalada. Instale-a em Ajustes › Plug-ins.
ru: «Создание карт глубины» не установлено. Установите его в разделе «Настройки» › «Плагины».
tr: Derinlik Haritası Oluşturma yüklü değil. Ayarlar › Eklentiler’den yükleyin.
uk: «Створення карт глибини» не встановлено. Установіть його в розділі «Параметри» › «Плагіни».
zh_hans: 未安装“深度图生成”。请在“设置”›“插件”中安装。
zh_hant: 未安裝「深度圖產生」。請在「設定」›「外掛程式」中安裝。

source: Depth map preview
ar: معاينة خريطة العمق
de: Vorschau der Tiefenkarte
es: Vista previa del mapa de profundidad
fr: Aperçu de la carte de profondeur
hi: डेप्थ मैप प्रीव्यू
it: Anteprima della mappa di profondità
ja: 深度マップのプレビュー
ko: 깊이 맵 미리보기
pl: Podgląd mapy głębi
pt_br: Pré-visualização do mapa de profundidade
ru: Просмотр карты глубины
tr: Derinlik haritası önizlemesi
uk: Перегляд карти глибини
zh_hans: 深度图预览
zh_hant: 深度圖預覽

source: Estimates the depth of the picture on this Mac. Nothing is uploaded.
ar: يقدّر عمق الصورة على جهاز Mac هذا. لا يُرفع أي شيء.
de: Schätzt die Tiefe des Bildes auf diesem Mac. Es wird nichts hochgeladen.
es: Estima la profundidad de la imagen en este Mac. No se sube nada.
fr: Estime la profondeur de l’image sur ce Mac. Rien n’est envoyé.
hi: इसी Mac पर तस्वीर की डेप्थ का अनुमान लगाता है। कुछ भी अपलोड नहीं होता।
it: Stima la profondità dell’immagine su questo Mac. Non viene caricato nulla.
ja: このMac上で画像の深度を推定します。何もアップロードされません。
ko: 이 Mac에서 그림의 깊이를 추정합니다. 아무것도 업로드되지 않습니다.
pl: Szacuje głębię obrazu na tym Macu. Nic nie jest wysyłane.
pt_br: Estima a profundidade da imagem neste Mac. Nada é enviado.
ru: Оценивает глубину изображения на этом Mac. Ничего не загружается в сеть.
tr: Resmin derinliğini bu Mac’te tahmin eder. Hiçbir şey yüklenmez.
uk: Оцінює глибину зображення на цьому Mac. Нічого не вивантажується.
zh_hans: 在这台 Mac 上估算图像的深度。不会上传任何内容。
zh_hant: 在這部 Mac 上估算影像的深度。不會上傳任何內容。

source: Estimating depth…
ar: جارٍ تقدير العمق…
de: Tiefe wird geschätzt …
es: Estimando la profundidad…
fr: Estimation de la profondeur…
hi: डेप्थ का अनुमान लगाया जा रहा है…
it: Stima della profondità…
ja: 深度を推定中…
ko: 깊이 추정 중…
pl: Szacowanie głębi…
pt_br: Estimando a profundidade…
ru: Оценка глубины…
tr: Derinlik tahmin ediliyor…
uk: Оцінювання глибини…
zh_hans: 正在估算深度…
zh_hant: 正在估算深度…

source: Evens out the depth map’s flat areas while keeping the picture’s edges. Applies to the next generation.
ar: يسوّي المناطق المستوية في خريطة العمق مع الحفاظ على حواف الصورة. يُطبَّق على الإنشاء التالي.
de: Gleicht flache Bereiche der Tiefenkarte aus und erhält dabei die Kanten des Bildes. Gilt für die nächste Erzeugung.
es: Uniformiza las zonas planas del mapa de profundidad conservando los bordes de la imagen. Se aplica a la próxima generación.
fr: Uniformise les zones plates de la carte de profondeur en conservant les contours de l’image. S’applique à la prochaine génération.
hi: तस्वीर के किनारों को बनाए रखते हुए डेप्थ मैप के सपाट हिस्सों को एकसार करता है। अगली बार बनाने पर लागू होता है।
it: Uniforma le aree piatte della mappa di profondità mantenendo i bordi dell’immagine. Si applica alla prossima generazione.
ja: 画像の輪郭を保ったまま深度マップの平坦な部分をならします。次回の生成から適用されます。
ko: 그림의 가장자리는 유지하면서 깊이 맵의 평평한 영역을 고르게 합니다. 다음 생성부터 적용됩니다.
pl: Wyrównuje płaskie obszary mapy głębi, zachowując krawędzie obrazu. Dotyczy następnego generowania.
pt_br: Uniformiza as áreas planas do mapa de profundidade mantendo as bordas da imagem. Aplica-se à próxima geração.
ru: Выравнивает плоские области карты глубины, сохраняя края изображения. Применяется при следующем создании.
tr: Resmin kenarlarını koruyarak derinlik haritasının düz alanlarını düzgünleştirir. Bir sonraki oluşturmada uygulanır.
uk: Вирівнює пласкі ділянки карти глибини, зберігаючи краї зображення. Застосовується під час наступного створення.
zh_hans: 在保留图像边缘的同时平滑深度图的平坦区域。用于下一次生成。
zh_hant: 在保留影像邊緣的同時平滑深度圖的平坦區域。套用於下一次產生。

source: Generate
ar: إنشاء
de: Erzeugen
es: Generar
fr: Générer
hi: बनाएँ
it: Genera
ja: 生成
ko: 생성
pl: Generuj
pt_br: Gerar
ru: Создать
tr: Oluştur
uk: Створити
zh_hans: 生成
zh_hant: 產生

source: Generate Again
ar: إنشاء مجددًا
de: Erneut erzeugen
es: Generar de nuevo
fr: Générer à nouveau
hi: फिर से बनाएँ
it: Genera di nuovo
ja: もう一度生成
ko: 다시 생성
pl: Generuj ponownie
pt_br: Gerar Novamente
ru: Создать заново
tr: Yeniden Oluştur
uk: Створити знову
zh_hans: 重新生成
zh_hant: 重新產生

source: Generate a depth map with on-device machine learning to give this depth parallax that follows the pointer.
ar: أنشئ خريطة عمق باستخدام التعلّم الآلي على الجهاز لإضافة اختلاف منظر عمق يتبع المؤشر.
de: Erzeuge mit maschinellem Lernen auf dem Gerät eine Tiefenkarte, um hier eine Tiefenparallaxe hinzuzufügen, die dem Zeiger folgt.
es: Genera un mapa de profundidad con aprendizaje automático en el dispositivo para darle un paralaje de profundidad que sigue al puntero.
fr: Générez une carte de profondeur par apprentissage automatique sur l’appareil pour lui donner une parallaxe de profondeur qui suit le pointeur.
hi: डिवाइस पर मशीन लर्निंग से डेप्थ मैप बनाएँ ताकि इसमें पॉइंटर के साथ चलने वाला डेप्थ पैरालैक्स जुड़ सके।
it: Genera una mappa di profondità con l’apprendimento automatico sul dispositivo per dare una parallasse di profondità che segue il puntatore.
ja: デバイス上の機械学習で深度マップを生成し、ポインタに追従する深度視差を付けます。
ko: 기기 내 머신 러닝으로 깊이 맵을 생성하여 포인터를 따라 움직이는 깊이 시차를 적용합니다.
pl: Wygeneruj mapę głębi za pomocą uczenia maszynowego na urządzeniu, aby dodać paralaksę głębi podążającą za wskaźnikiem.
pt_br: Gere um mapa de profundidade com aprendizado de máquina no dispositivo para dar uma paralaxe de profundidade que acompanha o ponteiro.
ru: Создайте карту глубины с помощью машинного обучения на устройстве, чтобы добавить параллакс глубины, следующий за указателем.
tr: İşaretçiyi izleyen bir derinlik paralaksı vermek için cihaz üzerinde makine öğrenimiyle bir derinlik haritası oluşturun.
uk: Створіть карту глибини за допомогою машинного навчання на пристрої, щоб додати паралакс глибини, який стежить за вказівником.
zh_hans: 使用设备端机器学习生成深度图，为其添加随指针移动的深度视差。
zh_hant: 使用裝置端機器學習產生深度圖，為其加入隨指標移動的深度視差。

source: How far the picture shifts with the pointer.
ar: مقدار إزاحة الصورة مع المؤشر.
de: Wie weit sich das Bild mit dem Zeiger verschiebt.
es: Cuánto se desplaza la imagen con el puntero.
fr: Amplitude du déplacement de l’image avec le pointeur.
hi: पॉइंटर के साथ तस्वीर कितनी खिसकती है।
it: Quanto si sposta l’immagine con il puntatore.
ja: ポインタに合わせて画像がずれる量です。
ko: 포인터를 따라 그림이 움직이는 정도입니다.
pl: Jak daleko obraz przesuwa się wraz ze wskaźnikiem.
pt_br: Quanto a imagem se desloca com o ponteiro.
ru: Насколько изображение смещается вслед за указателем.
tr: Resmin işaretçiyle ne kadar kaydığı.
uk: Наскільки зображення зміщується за вказівником.
zh_hans: 图像随指针移动的幅度。
zh_hant: 影像隨指標移動的幅度。

source: Install Depth Map Generation
ar: تثبيت إنشاء خرائط العمق
de: Tiefenkarten-Erzeugung installieren
es: Instalar Generación de mapas de profundidad
fr: Installer Génération de cartes de profondeur
hi: डेप्थ मैप जनरेशन इंस्टॉल करें
it: Installa Generazione mappe di profondità
ja: 深度マップ生成をインストール
ko: 깊이 맵 생성 설치
pl: Zainstaluj Generowanie map głębi
pt_br: Instalar Geração de Mapas de Profundidade
ru: Установить «Создание карт глубины»
tr: Derinlik Haritası Oluşturma’yı Yükle
uk: Установити «Створення карт глибини»
zh_hans: 安装“深度图生成”
zh_hant: 安裝「深度圖產生」

source: Loading the model…
ar: جارٍ تحميل النموذج…
de: Modell wird geladen …
es: Cargando el modelo…
fr: Chargement du modèle…
hi: मॉडल लोड हो रहा है…
it: Caricamento del modello…
ja: モデルを読み込み中…
ko: 모델 불러오는 중…
pl: Wczytywanie modelu…
pt_br: Carregando o modelo…
ru: Загрузка модели…
tr: Model yükleniyor…
uk: Завантаження моделі…
zh_hans: 正在载入模型…
zh_hant: 正在載入模型…

source: Opens Settings › Plugins, where Depth Map Generation can be installed.
ar: يفتح الإعدادات › الإضافات، حيث يمكن تثبيت إنشاء خرائط العمق.
de: Öffnet Einstellungen › Plug-ins, wo die Tiefenkarten-Erzeugung installiert werden kann.
es: Abre Ajustes › Complementos, donde se puede instalar Generación de mapas de profundidad.
fr: Ouvre Réglages › Plug-ins, où Génération de cartes de profondeur peut être installé.
hi: सेटिंग › प्लग-इन खोलता है, जहाँ डेप्थ मैप जनरेशन इंस्टॉल किया जा सकता है।
it: Apre Impostazioni › Plug-in, dove si può installare Generazione mappe di profondità.
ja: 深度マップ生成をインストールできる「設定」›「プラグイン」を開きます。
ko: 깊이 맵 생성을 설치할 수 있는 설정 › 플러그인을 엽니다.
pl: Otwiera Ustawienia › Wtyczki, gdzie można zainstalować Generowanie map głębi.
pt_br: Abre Ajustes › Plug-ins, onde a Geração de Mapas de Profundidade pode ser instalada.
ru: Открывает «Настройки» › «Плагины», где можно установить «Создание карт глубины».
tr: Derinlik Haritası Oluşturma’nın yüklenebileceği Ayarlar › Eklentiler’i açar.
uk: Відкриває «Параметри» › «Плагіни», де можна встановити «Створення карт глибини».
zh_hans: 打开“设置”›“插件”，可在其中安装“深度图生成”。
zh_hant: 打開「設定」›「外掛程式」，可在其中安裝「深度圖產生」。

source: Preparing…
ar: جارٍ التحضير…
de: Wird vorbereitet …
es: Preparando…
fr: Préparation…
hi: तैयारी हो रही है…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
pl: Przygotowywanie…
pt_br: Preparando…
ru: Подготовка…
tr: Hazırlanıyor…
uk: Підготовка…
zh_hans: 正在准备…
zh_hant: 正在準備…

source: Preview Depth Map
ar: معاينة خريطة العمق
de: Tiefenkarte anzeigen
es: Previsualizar mapa de profundidad
fr: Afficher la carte de profondeur
hi: डेप्थ मैप देखें
it: Mostra mappa di profondità
ja: 深度マップをプレビュー
ko: 깊이 맵 미리보기
pl: Podgląd mapy głębi
pt_br: Pré-visualizar Mapa de Profundidade
ru: Показать карту глубины
tr: Derinlik Haritasını Önizle
uk: Показати карту глибини
zh_hans: 预览深度图
zh_hant: 預覽深度圖

source: Refining edges…
ar: جارٍ تحسين الحواف…
de: Kanten werden verfeinert …
es: Refinando los bordes…
fr: Affinage des contours…
hi: किनारे निखारे जा रहे हैं…
it: Rifinitura dei bordi…
ja: 輪郭を調整中…
ko: 가장자리 다듬는 중…
pl: Dopracowywanie krawędzi…
pt_br: Refinando as bordas…
ru: Уточнение краёв…
tr: Kenarlar iyileştiriliyor…
uk: Уточнення країв…
zh_hans: 正在优化边缘…
zh_hant: 正在最佳化邊緣…

source: Remove Depth Parallax
ar: إزالة اختلاف منظر العمق
de: Tiefenparallaxe entfernen
es: Eliminar paralaje de profundidad
fr: Supprimer la parallaxe de profondeur
hi: डेप्थ पैरालैक्स हटाएँ
it: Rimuovi parallasse di profondità
ja: 深度視差を削除
ko: 깊이 시차 제거
pl: Usuń paralaksę głębi
pt_br: Remover Paralaxe de Profundidade
ru: Удалить параллакс глубины
tr: Derinlik Paralaksını Kaldır
uk: Вилучити паралакс глибини
zh_hans: 移除深度视差
zh_hant: 移除深度視差

source: Scene Depth Parallax
ar: اختلاف منظر العمق للمشهد
de: Tiefenparallaxe der Szene
es: Paralaje de profundidad de la escena
fr: Parallaxe de profondeur de la scène
hi: सीन डेप्थ पैरालैक्स
it: Parallasse di profondità della scena
ja: シーンの深度視差
ko: 장면 깊이 시차
pl: Paralaksa głębi sceny
pt_br: Paralaxe de Profundidade da Cena
ru: Параллакс глубины сцены
tr: Sahne Derinlik Paralaksı
uk: Паралакс глибини сцени
zh_hans: 场景深度视差
zh_hant: 場景深度視差

source: Shows the depth map: white is near, black is far.
ar: يعرض خريطة العمق: الأبيض قريب والأسود بعيد.
de: Zeigt die Tiefenkarte: Weiß ist nah, Schwarz ist fern.
es: Muestra el mapa de profundidad: el blanco está cerca y el negro, lejos.
fr: Affiche la carte de profondeur : le blanc est proche, le noir est loin.
hi: डेप्थ मैप दिखाता है: सफ़ेद पास है, काला दूर।
it: Mostra la mappa di profondità: il bianco è vicino, il nero è lontano.
ja: 深度マップを表示します。白が近く、黒が遠くです。
ko: 깊이 맵을 표시합니다. 흰색은 가깝고 검은색은 멉니다.
pl: Pokazuje mapę głębi: biel jest blisko, czerń daleko.
pt_br: Mostra o mapa de profundidade: branco é perto, preto é longe.
ru: Показывает карту глубины: белое — близко, чёрное — далеко.
tr: Derinlik haritasını gösterir: beyaz yakın, siyah uzaktır.
uk: Показує карту глибини: біле — близько, чорне — далеко.
zh_hans: 显示深度图：白色为近，黑色为远。
zh_hant: 顯示深度圖：白色為近，黑色為遠。

source: Smoothing
ar: التنعيم
de: Glättung
es: Suavizado
fr: Lissage
hi: स्मूदिंग
it: Smussatura
ja: スムージング
ko: 부드럽게 하기
pl: Wygładzanie
pt_br: Suavização
ru: Сглаживание
tr: Yumuşatma
uk: Згладжування
zh_hans: 平滑
zh_hant: 平滑

source: Strength
ar: القوة
de: Stärke
es: Intensidad
fr: Intensité
hi: तीव्रता
it: Intensità
ja: 強さ
ko: 강도
pl: Siła
pt_br: Intensidade
ru: Сила
tr: Güç
uk: Сила
zh_hans: 强度
zh_hant: 強度

source: The depth comes from one frame of the scene.
ar: يُستمد العمق من إطار واحد من المشهد.
de: Die Tiefe stammt aus einem einzelnen Frame der Szene.
es: La profundidad se obtiene de un solo fotograma de la escena.
fr: La profondeur provient d’une seule image de la scène.
hi: डेप्थ सीन के एक फ़्रेम से ली जाती है।
it: La profondità deriva da un singolo fotogramma della scena.
ja: 深度はシーンの1フレームから求めます。
ko: 깊이는 장면의 한 프레임에서 가져옵니다.
pl: Głębia pochodzi z jednej klatki sceny.
pt_br: A profundidade vem de um único quadro da cena.
ru: Глубина берётся из одного кадра сцены.
tr: Derinlik, sahnenin tek bir karesinden alınır.
uk: Глибина береться з одного кадру сцени.
zh_hans: 深度取自场景的某一帧。
zh_hant: 深度取自場景的某一格。

source: The depth model gave a result this app can’t read.
ar: أعاد نموذج العمق نتيجة لا يمكن لهذا التطبيق قراءتها.
de: Das Tiefenmodell hat ein Ergebnis geliefert, das die App nicht lesen kann.
es: El modelo de profundidad devolvió un resultado que esta app no puede leer.
fr: Le modèle de profondeur a renvoyé un résultat que cette app ne peut pas lire.
hi: डेप्थ मॉडल ने ऐसा परिणाम दिया जिसे यह ऐप नहीं पढ़ सकता।
it: Il modello di profondità ha restituito un risultato che questa app non può leggere.
ja: 深度モデルの結果をこのアプリで読み取れませんでした。
ko: 깊이 모델이 이 앱에서 읽을 수 없는 결과를 반환했습니다.
pl: Model głębi zwrócił wynik, którego ta aplikacja nie może odczytać.
pt_br: O modelo de profundidade retornou um resultado que este app não consegue ler.
ru: Модель глубины вернула результат, который приложение не может прочитать.
tr: Derinlik modeli, bu uygulamanın okuyamadığı bir sonuç verdi.
uk: Модель глибини повернула результат, який програма не може прочитати.
zh_hans: 深度模型返回了此 App 无法读取的结果。
zh_hant: 深度模型傳回了此 App 無法讀取的結果。

source: The depth model isn’t one this app can use. Reinstall Depth Map Generation in Settings › Plugins.
ar: نموذج العمق ليس من النوع الذي يمكن لهذا التطبيق استخدامه. أعد تثبيت إنشاء خرائط العمق من الإعدادات › الإضافات.
de: Dieses Tiefenmodell kann die App nicht verwenden. Installiere die Tiefenkarten-Erzeugung unter Einstellungen › Plug-ins neu.
es: Esta app no puede usar el modelo de profundidad. Vuelve a instalar Generación de mapas de profundidad en Ajustes › Complementos.
fr: Cette app ne peut pas utiliser ce modèle de profondeur. Réinstallez Génération de cartes de profondeur dans Réglages › Plug-ins.
hi: यह ऐप इस डेप्थ मॉडल का उपयोग नहीं कर सकता। सेटिंग › प्लग-इन में डेप्थ मैप जनरेशन को फिर से इंस्टॉल करें।
it: Questa app non può usare il modello di profondità. Reinstalla Generazione mappe di profondità in Impostazioni › Plug-in.
ja: この深度モデルはこのアプリでは使用できません。「設定」›「プラグイン」で深度マップ生成を再インストールしてください。
ko: 이 앱에서 사용할 수 없는 깊이 모델입니다. 설정 › 플러그인에서 깊이 맵 생성을 다시 설치하십시오.
pl: Ta aplikacja nie może użyć tego modelu głębi. Zainstaluj ponownie Generowanie map głębi w Ustawienia › Wtyczki.
pt_br: Este app não pode usar o modelo de profundidade. Reinstale a Geração de Mapas de Profundidade em Ajustes › Plug-ins.
ru: Это приложение не может использовать эту модель глубины. Переустановите «Создание карт глубины» в разделе «Настройки» › «Плагины».
tr: Bu uygulama bu derinlik modelini kullanamıyor. Derinlik Haritası Oluşturma’yı Ayarlar › Eklentiler’den yeniden yükleyin.
uk: Ця програма не може використовувати цю модель глибини. Перевстановіть «Створення карт глибини» в розділі «Параметри» › «Плагіни».
zh_hans: 此 App 无法使用该深度模型。请在“设置”›“插件”中重新安装“深度图生成”。
zh_hant: 此 App 無法使用該深度模型。請在「設定」›「外掛程式」中重新安裝「深度圖產生」。

source: The layer’s picture can’t be read.
ar: تعذّرت قراءة صورة الطبقة.
de: Das Bild der Ebene kann nicht gelesen werden.
es: No se puede leer la imagen de la capa.
fr: Impossible de lire l’image du calque.
hi: लेयर की तस्वीर पढ़ी नहीं जा सकती।
it: Impossibile leggere l’immagine del livello.
ja: レイヤーの画像を読み取れません。
ko: 레이어의 그림을 읽을 수 없습니다.
pl: Nie można odczytać obrazu warstwy.
pt_br: Não é possível ler a imagem da camada.
ru: Не удаётся прочитать изображение слоя.
tr: Katmanın resmi okunamıyor.
uk: Не вдається прочитати зображення шару.
zh_hans: 无法读取图层的图像。
zh_hant: 無法讀取圖層的影像。

source: Update Depth Map
ar: تحديث خريطة العمق
de: Tiefenkarte aktualisieren
es: Actualizar mapa de profundidad
fr: Mettre à jour la carte de profondeur
hi: डेप्थ मैप अपडेट करें
it: Aggiorna mappa di profondità
ja: 深度マップを更新
ko: 깊이 맵 업데이트
pl: Aktualizuj mapę głębi
pt_br: Atualizar Mapa de Profundidade
ru: Обновить карту глубины
tr: Derinlik Haritasını Güncelle
uk: Оновити карту глибини
zh_hans: 更新深度图
zh_hant: 更新深度圖

source: Create Mask from Depth Map
ar: إنشاء قناع من خريطة العمق
de: Maske aus Tiefenkarte erstellen
es: Crear máscara a partir del mapa de profundidad
fr: Créer un masque à partir de la carte de profondeur
hi: डेप्थ मैप से मास्क बनाएँ
it: Crea maschera dalla mappa di profondità
ja: 深度マップからマスクを作成
ko: 깊이 맵으로 마스크 만들기
pl: Utwórz maskę z mapy głębi
pt_br: Criar Máscara a partir do Mapa de Profundidade
ru: Создать маску из карты глубины
tr: Derinlik Haritasından Maske Oluştur
uk: Створити маску з карти глибини
zh_hans: 从深度图创建蒙版
zh_hant: 從深度圖建立遮罩

source: Use as Mask for…
ar: استخدام كقناع لـ…
de: Als Maske verwenden für …
es: Usar como máscara para…
fr: Utiliser comme masque pour…
hi: इसके मास्क के रूप में उपयोग करें…
it: Usa come maschera per…
ja: マスクとして使用…
ko: 다음의 마스크로 사용…
pl: Użyj jako maski dla…
pt_br: Usar como Máscara para…
ru: Использовать как маску для…
tr: Şunun İçin Maske Olarak Kullan…
uk: Використати як маску для…
zh_hans: 用作以下效果的蒙版…
zh_hant: 用作以下效果的遮罩…

source: Replaces the current mask
ar: يستبدل القناع الحالي
de: Ersetzt die aktuelle Maske
es: Sustituye la máscara actual
fr: Remplace le masque actuel
hi: मौजूदा मास्क को बदल देता है
it: Sostituisce la maschera attuale
ja: 現在のマスクを置き換えます
ko: 현재 마스크를 대체함
pl: Zastępuje bieżącą maskę
pt_br: Substitui a máscara atual
ru: Заменяет текущую маску
tr: Geçerli maskenin yerini alır
uk: Замінює поточну маску
zh_hans: 将替换当前蒙版
zh_hant: 將取代目前的遮罩

source: Invert
ar: عكس
de: Invertieren
es: Invertir
fr: Inverser
hi: उलटें
it: Inverti
ja: 反転
ko: 반전
pl: Odwróć
pt_br: Inverter
ru: Инвертировать
tr: Ters Çevir
uk: Інвертувати
zh_hans: 反转
zh_hant: 反轉

source: Contrast
ar: التباين
de: Kontrast
es: Contraste
fr: Contraste
hi: कंट्रास्ट
it: Contrasto
ja: コントラスト
ko: 대비
pl: Kontrast
pt_br: Contraste
ru: Контраст
tr: Karşıtlık
uk: Контрастність
zh_hans: 对比度
zh_hant: 對比度

source: Swaps near and far, so the effect shows on the background instead of what is near.
ar: يبدّل القريب والبعيد، فيظهر التأثير على الخلفية بدلًا من الأشياء القريبة.
de: Vertauscht nah und fern, sodass der Effekt auf dem Hintergrund statt auf Nahem erscheint.
es: Intercambia lo cercano y lo lejano, para que el efecto se vea en el fondo en lugar de en lo cercano.
fr: Permute le proche et le lointain : l’effet s’affiche sur l’arrière-plan plutôt que sur ce qui est proche.
hi: पास और दूर को आपस में बदल देता है, ताकि इफ़ेक्ट पास की चीज़ों के बजाय बैकग्राउंड पर दिखे।
it: Scambia vicino e lontano, così l’effetto compare sullo sfondo invece che su ciò che è vicino.
ja: 近くと遠くを入れ替え、エフェクトを近くのものではなく背景に表示します。
ko: 가까운 곳과 먼 곳을 바꿔, 효과가 가까운 부분 대신 배경에 나타나게 합니다.
pl: Zamienia bliskie z dalekim, aby efekt był widoczny na tle zamiast na tym, co blisko.
pt_br: Troca perto e longe, para que o efeito apareça no fundo em vez do que está perto.
ru: Меняет местами близкое и далёкое, чтобы эффект был виден на фоне, а не на близких объектах.
tr: Yakın ile uzağı değiştirir; efekt yakındakiler yerine arka planda görünür.
uk: Міняє місцями близьке й далеке, щоб ефект було видно на тлі, а не на близьких об’єктах.
zh_hans: 交换近处和远处，让效果显示在背景上，而不是近处。
zh_hant: 交換近處與遠處，讓效果顯示在背景上，而非近處。
